<template>
    <div>
    <h1>事前に準備を</h1>
    <h6>皆さんは自然災害からの2次災害を防ぐために対策していることはありますか？<br>いざ対策をするといっても何から始めたらいいから分からない人が多いのではないでしょうか。</h6>
    <h6>何を始めたらいいかわからないという方たちにどんな対策をしていけばいいか紹介します。</h6>
    <h3>1.ハザードマップ</h3>
    <p>皆さんは住んでいるの地域のハザードマップは確認したことはありますか？<br>
    ハザードマップとは、地震・台風・火山噴火などにより発生が予測される被害について，その種類・場所・危険度などを示した地図です。<br>
    これを確認しておくと、いざ非難することになったときにどこにどう行けば被害が少ないかを知ることができます。<br>
    </p>
    <h3>2.家族間での集合場所を決めておく</h3>
    <p>ハザードマップをもとに災害が起こった時の集合場所を決めておきましょう。<br>
    万が一、連絡を取ることができなくなってしまっても事前に集合場所を決めておけば集まり安否確認をすることができます。</p>
    <h3>3.防災グッズ</h3>
    <p class="ex1">以下は総務省消防庁のサイトで掲示してある防災グッズですの例です。</p>
    <div class="img">
            <img src="~/assets/U.jpg" alt="goods"></div>
            <p class="'ex1">防災グッズを用意することはとても大事です。<br>
    防災グッズがあれば万が一災害にあったとき、逃げる時、逃げた後に役に立つものがそろっています。<br>
    防災グッズが用意できているか用意できていないかでは全然違いますね。<br>
    準備する際は最低<font color="red">3日</font>、余裕をもって<font color="red">1週間</font>の<font color="blue">食料</font>や<font color="blue">飲料</font>を準備しておきましょう。<br>
    また、すぐに病院に行けない時のために、ある程度、<font color="blue">常備薬</font>の準備をしておきましょう。</p>
    <h3>4.家具・家電の固定</h3>
    <div class="img">
            <img src="~/assets/W.jpg" alt="kagu"></div>
    <p>自然災害の中で一番予想不可能なのが地震です。<br>
    いつ地震がくるかわからない状況で、いざ地震がきたら家の中での被害を最小限におさえるためにも家具・家電の固定はとても大事です。</p>
    </div>
    </template>