<template>
<div>
        <h1>自然災害対策ページ</h1>
        <h6>本ページは自然災害で事前に対策できること、実際起こってしまった時の行動、</h6>
        <h6>また、実際被害にあわれた方の体験談や改善してほしい点を自由に書くことのできるサイトです。</h6>
        <div class="article">
            <h3>自然災害の対策</h3>
            <h6>自然災害は急に起こります。だからこそ常日ごろから対策を取っておくべきなのです。
            今回はいざ対策を取ろうと思っても何から始めたらよいのかわからない人のためにまとめています。</h6>
            <h3>自然災害が起こってしまったら</h3>
            <h6>自然災害にあってしまったときどのような行動ができるのでしょう。わかりますか？</h6>
            <h6>いざ聞かれるとわからない人が多いのではないでしょうか。そんな方に今回いざ災害にあった時の行動の仕方をまとめています。</h6>
            <h3>改善点</h3>
            <h6>実際経験した方々の体験談や改善してほしいところを自由に記載することのできるページです。</h6>
            <h6>皆さんの声を書いていただけたら嬉しいです。</h6>
                   </div>   
                   </div> 
</template>

<style scoped>
.article{
    margin: 8px;
}
</style>