<template>
<div>
<h1>もし自然災害が起きてしまったら<font color="red">!?</font></h1>
<div id="zisin"><h3>1. <font color="red">地 震</font></h3></div>
<p>地震が起こったときにまずするべき行動とは？</p>
<div class="img">
        <img src="~/assets/OIP.jpg" alt="zisin"></div>
<h5>・<span style="border-bottom: solid 3px#f08080;">家の中にいる場合</span> :</h5>
<p>近くに丈夫なテーブルや机がある場合は下にもぐり、脚をつかみ揺れが収まるのを待ちましょう。<br>
揺れが続いている間はなるべく動かないようにしましょう。家具などが倒れてく可能性があります。<br>
揺れがいったん収まったら、戸を開け、家の中に閉じ込められてしまわないように出口を確保してください。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">ビルや商業施設にいる場合</span> :</h5>
<p>避難方法として絶対してはいけないのがエレベーターを使っての避難です。中に閉じ込められてしまう可能性があります。<br>
またガラス製品や大型商品が陳列されている場所からは速やかに離れ、できるだけ物が少ない場所の柱付近で揺れが収まるのを待ちましょう。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">エレベーターの中にいる場合</span> :</h5>
<p>エレベーターの中にいると、「閉じ込められてしまう」とパニックになるかもしれませんが慌てて行動したり暴れたりすることは控えてください。<br>
まず、すべての階のボタンを押します。最初に停止した階で速やかにおりましょう。<br>
ただし、その階が非常に危険な状態であると判断できるのであれば降りないのが賢明かもしれません。<br>
もし、どの階にも止まらずエレベーターの中に閉じ込められてしまったら、「非常用呼び出しボタン」を使い外部との連絡を試みてください。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">街中にいる場合</span> :</h5>
<p>街中にいるときに地震が起きたら、ビルの窓ガラスや看板など頭上からの落下物に十分注意してください。すぐに遠くに逃げることは不可能ですが、頭だけでも守れるように保護しましょう。<br>
外壁のタイルや看板、ネオンサインなどありとあらゆる落下物が懸念されますので、街中にいる場合には、建物から速やかに離れましょう。<br>
足元の安全に十分注意しながら、まずは落石から身を守るために行動しましょう。<br>
地上の様子を見るためにがけなどの傾斜地に近づかないようにしてください。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">山やがけが近い場合</span> :</h5>
<p>登山やハイキングをしているときに地震が発生したらどう対応すればよいのでしょうか。<br>
山やがけが近いと落石の恐れがあります。また、地盤がゆるんで土砂崩れを起こしたり、がけが崩れたりするかもしれません。<br>
地上の様子を見るためにがけなどの傾斜地に近づかないようにしてください。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">車の中・運転中の場合</span> :</h5>
<p>車の中にいるときや運転中の場合に地震が起きたら、徐々にスピードを落とし左端に停車しましょう。<br>
慌てて急ブレーキを踏むと、後ろにいる車に衝突されて大きな事故につながるかもしれません。<br>
停車したらエンジンを切り、揺れが収まるまでは車内で待機します。カーラジオで地震の最新情報を得るようにしましょう。<br>
避難しなければならないのであれば、ドアのキーを付けたまま、ロックせずに車を置いて逃げます。<br>
車の所有者がすぐにわかるように連絡先のメモなどを見えるところに残しておきましょう。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">電車やバスで移動中の場合</span> :</h5>
<p>電車やバスなどの公共機関を利用しているときに地震が発生したら、低い姿勢を取って、頭部を守るようにしましょう。<br>
車内で立っている場合は転倒しないように十分注意してください。<br>
電車やバスは強い揺れを感知すると緊急停車し、揺れが収まるまで待機することがあります。<br>
停車後は乗務員の指示に従って、慌てずに行動しましょう。
</p>
<div id="kazan"><h3>2. <font color=#ffa500>火山噴火</font></h3></div>
<p>火山噴火が起こったときにまずするべき行動とは？</p>
<div class="img">
        <img src="~/assets/hi.jpg" alt="kazan"></div>
<h5>・<span style="border-bottom: solid 3px #ffd700;">どの状況でも注意が必要なもの</span> :</h5>
<h6>&ensp;#建物・岩陰へ</h6>
<p>&ensp;&ensp;火山灰は、ただの灰ではなく噴火によって粉砕されたガラス片や鉱物結晶片からできています。そのため、火山灰自体に高い毒性はありません。<br>
&ensp;&ensp;しかし、火山灰は直径2mm以下と細かく、*3目や呼吸器官に入りやすい形状をしています。<br>
&ensp;&ensp;健康被害を引き起こしやすい可能性は極めて低いのですが、大量の火山灰が降った場合は、鼻や口、喉をはじめとした気換気系や目、皮膚などに影響を感じる人もでてきます。</p>
<h6>&ensp;#火山灰</h6>
<p>&ensp;&ensp;噴火によって吹き飛ばされる岩石＝噴石が飛来する可能性があります。<br>
&ensp;&ensp;噴石は大きいもので20～30cm以上になるため、命の危険性が非常に高くなります。<br>
&ensp;&ensp;そのため、コンクリート製の頑丈な建物や岩陰に隠れて身を守る必要があるのです。<br>
&ensp;&ensp;その際、できるだけ中身の詰まった大きな荷物を盾にするように身体を隠すとさらに安全性の確保が可能になります<br>
&ensp;&ensp;粒子の大きさによっては一般的なマスクをもすり抜けるため、火山灰対策は「防塵マスク」がおすすめです。<br>
&ensp;&ensp;また、放置しておくと雨で水分を含み、重さが増します。水分を含んだ火山灰は、家を押し潰すほど重たくなるため、こまめに除去する必要があります。</p>
<h6>&ensp;#噴石</h6>
<p>&ensp;&ensp;噴火と同時に50cm以上の大きな噴石（岩石の破片）が飛んでくる可能性があります。飛来範囲は火口から2～4kmほどと言われています。<br>
&ensp;&ensp;噴石は屋根を突き破るほどの威力があるため、頑丈なコンクリート製の建物もしくは岩石の影に身を隠す必要があります。<br>
&ensp;&ensp;しかし、実際には噴石の発生後に避難する時間はほとんどないため、噴火の兆候を感じた時点で避難するようにしましょう。</p>
<h6>&ensp;#火山ガス</h6>
<p>&ensp;&ensp;火山ガスとは、火山活動の際に火口や噴気孔から噴出するガスのことを指します。<br>
&ensp;&ensp;100℃以下～1000℃を超える高温に達することもあり、火口付近にいる場合は非常に危険です。<br>
&ensp;&ensp;成分のほとんどは水蒸気であり有毒性は低いですが、火山ガスに含まれる二酸化硫黄や硫化水素は吸引すると人体に影響を及ぼします。<br>
&ensp;&ensp;そのため、長期的に火山ガスの噴出が続く場合は、避難が必要です</p>
<h6>&ensp;#火砕流</h6>
<p>&ensp;&ensp;火砕流とは、噴火と同時に空気や水蒸気、岩石が一体となって流れてくる現象のことです。<br>
&ensp;&ensp;温度は700℃以上、時速100km以上*22の猛スピードで流れ出ることもあります。<br>
&ensp;&ensp;大規模な噴火となると、数千ｋ㎡を一瞬で覆ってしまうと地科学的には言われています。<br>
&ensp;&ensp;そのため、噴石と同様に火砕流から避難する時間はありません。命を守るためにも事前に避難することが重要です</p>
<h6>&ensp;#溶岩流</h6>
<p>&ensp;&ensp;溶岩流とは、噴火によって地下から噴出したマグマが、高温のまま地表に流れてくる現象のことを言います。<br>
&ensp;&ensp;日本の火山では粘性の高い溶岩流が確認されることが多く、時速2～3km以上になることは稀です。<br>
&ensp;&ensp;溶岩流とは、噴火によって地下から噴出したマグマが、高温のまま地表に流れてくる現象のことを言います。<br>
&ensp;&ensp;日本の火山では粘性の高い溶岩流が確認されることが多く、時速2～3km以上になることは稀です。また、地形の低い方に流れる性質から、避難する時間の確保しやすい傾向にあります。<br>
&ensp;&ensp;また、地形の低い方に流れる性質から、避難する時間の確保しやすい傾向にあります。<br>
&ensp;&ensp;しかし、噴出時の温度は800～1,200℃と高温なため、火口付近で被害にあうとひとたまりもありません。</p>
<h5>・<span style="border-bottom: solid 3px #ffd700;">登山中の場合</span> :</h5>
<p>登山中に噴火が起こった場合、火砕流や泥流などの発生が考えられるため、身の安全のために火口付近からはできるだけ距離をとるようにします。<br>
その際、「火砕流や泥流が流れやすい窪地や谷筋を避けて離れる」という点に留意してください。<br>
火砕流や泥流は、数百℃と非常に高温です。<br>
また、時速60km以上で迫ってくることもあるため、足を取られると逃げ切れるものではありません。<br>
そのため、噴火の際は「火口付近から距離をとる」「窪地や谷筋を避けて避難する」ということを覚えておきましょう。
</p>
<h5>・<span style="border-bottom: solid 3px #ffd700;">運転中の場合</span> :</h5>
<p>火山灰などで視界不良が起こる可能性があるため、降灰中や降灰後の運転は非常に危険です。<br>
「避難所まで距離がある」「身体的に歩くのが難しい家族がいる」など特別な理由がない限り、火山灰がある状態での運転は控えましょう。</p>
<div id="huusuigai"><h3>3. <font color=#00bfff>風水害</font></h3></div>
<p>風水災害が起こったときにまずするべき行動とは？</p>
<div class="img">
        <img src="~/assets/tai.jpg" alt="taihu"></div>
<h5>・<span style="border-bottom: solid 3px #00ccff;">警戒レベル１の場合</span> :</h5>
<p>レベル１は台風が近づいており豪雨災害が起こる可能性のある場合です。<br>
正確な情報収集と避難方法の確認を行ってください。</p>
<h5>・<span style="border-bottom: solid 3px #00ccff;">警戒レベル２の場合</span> :</h5>
<p>レベル２は注意報(大雨・洪水・高潮)の発令です<br>
避難準備を行ってください。避難先や避難経路などを確認しましょう。
</p>
<h5>・<span style="border-bottom: solid 3px #00ccff;">警戒レベル３の場合</span> :</h5>
<p>レベル３では、避難に時間のかかる人(高齢者や障がいのある方)とその支援者は、危険な場所から非難してください。<br>
それ以外の人は非難の準備をしましょう。 </p>
<h5>・<span style="border-bottom: solid 3px #00ccff;">警戒レベル４の場合</span> :</h5>
<p>レベル４では、危険な場所から全員避難してください。<br>
移動が危険と思われる場合は、近隣や自宅内のなるべく安全な場所へ避難しましょう。</p>
<h5>・<span style="border-bottom: solid 3px #00ccff;">警戒レベル５の場合</span> :</h5>
<p>レベル５では、災害が発生・切迫しており、命が危険な状態です。<br>直ちに身の安全を確保しましょう。</p>
<h6>※ <font color=#dc143c>状況が急変することもあるため、情報がレベル１→５の順番で発令(発表)されるとは限りません。</font></h6>
<div id="syamen"><h3>4. <font color=#008000>斜面災害</font></h3></div>
<p>斜面災害が起こる前にするべき行動とは？</p>
<div class="img">
        <img src="~/assets/yama.png" alt="yamakuzure"></div>
<h5>・<span style="border-bottom: solid 3px #228b22;">警戒レベル4で危険な場所から全員避難を</span> :</h5>
<p>お住まいの地域に⼟砂災害警戒情報（警戒レベル４相当情報）が発表されたら、自治体からの警戒レベル４避難指⽰の発令に留意し、<br>
⼟砂キキクル（⼤⾬警報（⼟砂災害）の危険度分布）などを参考にし、地域内の方々に声をかけあい近くの避難場所など、安全な場所に避難しましょう。<br>
特に、お年寄りや障害のある人など避難に時間がかかる人や、夜中に大雨が想定される場合は、警戒レベル３高齢者等避難が発令されたタイミング等で早めに避難することがより安全です。<br>
⼟砂災害の多くは⽊造の１階で被災しています。浸水などで避難場所への避難が困難なときは、近くの頑丈な建物の２階以上や、家の中でより安全な場所（がけから離れた部屋や２階など）に移動しましょう。</p>
<h5>・<span style="border-bottom: solid 3px #228b22;">主な前兆現象</span> :</h5>
<div class="list">
<ul>
  <li>
    がけや地面にひび割れができる、がけや斜面から水が湧き出る
  </li>
  <li>
    井戸や川の水が濁る、湧水が止まる、濁る
  </li>
  <li>
    小石がばらばらと落ちてくる、地鳴り・山鳴りがする
  </li>
  <li>
    降雨が続くのに川の水位が下がる
  </li>
  <li>
    樹木が傾く、立木が避ける音や石がぶつかり合う音が聞こえる
  </li>
</ul>
</div>
<div id="snow"><h3>5. <font color=#191970>雪氷災害</font></h3></div>
<p>雪が降った時に気を付けるべき行動とは？</p>
<div class="img">
        <img src="~/assets/snow.jpg" alt="snow"></div>
<h5>・<span style="border-bottom: solid 3px #4169e1;">雪氷害の種類</span> :</h5>
<h6>&ensp;#積雪害</h6>
<p>&ensp;&ensp;長時間の降雪で、道路や歩道、経路などが埋もれる</p>
<h6>&ensp;#雪圧害</h6>
<p>&ensp;&ensp;雪の重みで、家屋や樹木が損壊する</p>
<h6>&ensp;#雪崩害</h6>
<p>&ensp;&ensp;山の斜面に積もった雪が崩壊し、人や建物を巻き込みながら滑り落ちていく</p>
<h6>&ensp;#着雪害</h6>
<p>&ensp;&ensp;電線などに雪が積もり、電柱の傾斜や電線が切断される</p>
<h6>&ensp;#風雪害</h6>
<p>&ensp;&ensp;強風とともに雪が降ることで、視界が悪化する</p>
<h6>&ensp;#その他</h6>
<p>&ensp;&ensp;雪解けなどによって路面が凍結し、転倒や転落、スリップ事故が起こる</p>
<h6>※ <font color=#dc143c>いずれも死亡事故が起こる危険な災害のため、雪への対策は欠かせません。</font><br>
&ensp;&ensp;以下に対策を載せていますので参考にしてください。</h6>
<h5>・<span style="border-bottom: solid 3px #4169e1;">被害を抑えるためにできる対策</span> :</h5>
<h5>&ensp;1.定期的に除雪作業を行う</h5>
<p>&ensp;&ensp;家屋の倒壊や落雪を避けるためにも定期的な除雪は重要です。<br>
&ensp;&ensp;しかし、雪害で一番多い被害は除雪作業中の事故のため、除雪作業を行う際は天候や作業環境をよく確認する必要があります。</p>
<h6>&ensp;※以下は首相官邸が呼びかけている<font color=#dc143c><strong>「命を守る除雪中の事故防止10箇条」</strong></font>です。</h6>
<div class="img">
        <img src="~/assets/yuki.png" alt="yuki"></div>
<h5>&ensp;2.大雪の際にはなるべく外出をしない</h5>
<p>&ensp;&ensp;大雪予報の場合は、転倒防止のため不要不急の外出はできるだけ避けましょう。<br>
  &ensp;&ensp;毎年雪が降る地域であっても、天候や環境によっては転倒や落雪などの事故が起こる危険性があります。<br>
  &ensp;&ensp;特に大雪の次の日に歩くと、路面が凍結している可能性が高く危険です。</p>
<h5>&ensp;3.雪道を安全に歩く練習をしておく</h5>
<p>&ensp;&ensp;雪道は小さな歩幅で靴の裏全体をつけて歩くと転倒しにくくなります。<br>
  &ensp;&ensp;また、靴も靴底がゴムになっている長靴などがおすすめです。<br>
  &ensp;&ensp;万が一転んでしまった場合でも、怪我をしないよう帽子や手袋といった冬の装備も身に着けておくと安心です。</p>
<h5>&ensp;4.車の運転をする場合には、路面やタイヤを確認する</h5>
<p>&ensp;&ensp;大雪が降った日はできるだけ車の運転を避けるほうが無難です。<br>
  &ensp;&ensp;どうしても運転しなければならない場合は、必ずスレッドタイヤに履き替えておきましょう。<br>
  &ensp;&ensp;普通のタイヤのまま運転すると、路面の凍結によるスリップ事故の危険性が高くなります。<br>
  &ensp;&ensp;運転をする際は、路面やタイヤの状況を確認し、急ブレーキやスピードを出さない慎重な運転が必要です。</p>
  <h6>&ensp;※以下は首相官邸が呼びかけている<font color=#dc143c><strong>「視界の悪い時の運転テクニック」</strong></font>です。</h6>
  <div class="img">
        <img src="~/assets/worse.png" alt="drive"></div>
<h5>&ensp;5.防災グッズを見直しておく</h5>
<p>&ensp;&ensp;雪害によって交通機関が乱れると、周辺のコンビニやスーパーの物流がマヒしてしまう可能性があります。<br>
  &ensp;&ensp;また、着雪害によって停電が発生してしまうと、復旧まで時間がかかるため、普段から防災グッズを備蓄しておきましょう。</p>
</div>
</template>

<style scoped>
p,.list{
    padding: 0.2em 1em;
    margin: 1em 0;
    background: hsl(0, 0%, 100%);
    color: #123869;/*文字色*/
    border-radius: 9px;/*角の丸み*/
}

</style>