<template>
<div class="disaster">
<h1>もし自然災害が起きてしまったら<font color="red">!?</font></h1>
<h6>いざ自然災害が起こったらどのような行動をするべきでしょうか。<br>
地震災害、火山災害、風水害、斜面災害、雪氷災害など災害の種類、その時いる場所によって行動の仕方が変わってきます。<br>
そして、自然災害の最も恐ろしい部分が全く予想ができないところです。急に災害が起き、その災害に対して直ちに避難などの行動に起こすことが重要になってきます。<br>
急に災害が起こってしまってもどんな行動をすればいいか知らない人のための学習、またある程度分かっている人のための復習になっていますのでぜひ最後まで読み２次災害を防止していきましょう！</h6>
<div id="zisin"><h3>1. <font color="red">地 震</font></h3></div>
<p>地震が起こったときにまずするべき行動はわかりますか？</p>
<h5>・<span style="border-bottom: solid 3px#f08080;">家の中にいる場合</span> :</h5>
<p>近くに丈夫なテーブルや机がある場合は下にもぐり、脚をつかみ揺れが収まるのを待ちましょう。<br>
揺れが続いている間はなるべく動かないようにしましょう。家具などが倒れてく可能性があります。<br>
揺れがいったん収まったら、戸を開け、家の中に閉じ込められてしまわないように出口を確保してください。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">ビルや商業施設にいる場合</span> :</h5>
<p>避難方法として絶対してはいけないのがエレベーターを使っての避難です。中に閉じ込められてしまう可能性があります。<br>
またガラス製品や大型商品が陳列されている場所からは速やかに離れ、できるだけ物が少ない場所の柱付近で揺れが収まるのを待ちましょう。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">エレベーターの中にいる場合</span> :</h5>
<p>エレベーターの中にいると、「閉じ込められてしまう」とパニックになるかもしれませんが慌てて行動したり暴れたりすることは控えてください。<br>
まず、すべての階のボタンを押します。最初に停止した階で速やかにおりましょう。<br>
ただし、その階が非常に危険な状態であると判断できるのであれば降りないのが賢明かもしれません。<br>
もし、どの階にも止まらずエレベーターの中に閉じ込められてしまったら、「非常用呼び出しボタン」を使い外部との連絡を試みてください。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">街中にいる場合</span> :</h5>
<p>街中にいるときに地震が起きたら、ビルの窓ガラスや看板など頭上からの落下物に十分注意してください。すぐに遠くに逃げることは不可能ですが、頭だけでも守れるように保護しましょう。<br>
外壁のタイルや看板、ネオンサインなどありとあらゆる落下物が懸念されますので、街中にいる場合には、建物から速やかに離れましょう。<br>
足元の安全に十分注意しながら、まずは落石から身を守るために行動しましょう。<br>
地上の様子を見るためにがけなどの傾斜地に近づかないようにしてください。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">山やがけが近い場合</span> :</h5>
<p>登山やハイキングをしているときに地震が発生したらどう対応すればよいのでしょうか。<br>
山やがけが近いと落石の恐れがあります。また、地盤がゆるんで土砂崩れを起こしたり、がけが崩れたりするかもしれません。<br>
地上の様子を見るためにがけなどの傾斜地に近づかないようにしてください。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">車の中・運転中の場合</span> :</h5>
<p>車の中にいるときや運転中の場合に地震が起きたら、徐々にスピードを落とし左端に停車しましょう。<br>
慌てて急ブレーキを踏むと、後ろにいる車に衝突されて大きな事故につながるかもしれません。<br>
停車したらエンジンを切り、揺れが収まるまでは車内で待機します。カーラジオで地震の最新情報を得るようにしましょう。<br>
避難しなければならないのであれば、ドアのキーを付けたまま、ロックせずに車を置いて逃げます。<br>
車の所有者がすぐにわかるように連絡先のメモなどを見えるところに残しておきましょう。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">電車やバスで移動中の場合</span> :</h5>
<p>電車やバスなどの公共機関を利用しているときに地震が発生したら、低い姿勢を取って、頭部を守るようにしましょう。<br>
車内で立っている場合は転倒しないように十分注意してください。<br>
電車やバスは強い揺れを感知すると緊急停車し、揺れが収まるまで待機することがあります。<br>
停車後は乗務員の指示に従って、慌てずに行動しましょう。
</p>
<div id="kazan"><h3>2. <font color=#ffa500>火山噴火</font></h3></div>
<h5>・<span style="border-bottom: solid 3px #ffd700;">どの状況でも注意が必要なもの</span> :</h5>
<h6>&ensp;#建物・岩陰へ</h6>
<h6>&ensp;#火山灰</h6>
<h6>&ensp;#噴石</h6>
<h6>&ensp;#火山ガス</h6>
<h6>&ensp;#火砕流</h6>
<h6>&ensp;#溶岩流</h6>
<h5>・<span style="border-bottom: solid 3px #ffd700;">登山中の場合</span> :</h5>
<p>登山中に噴火が起こった場合、火砕流や泥流などの発生が考えられるため、身の安全のために火口付近からはできるだけ距離をとるようにします。<br>
その際、「火砕流や泥流が流れやすい窪地や谷筋を避けて離れる」という点に留意してください。<br>
火砕流や泥流は、数百℃と非常に高温です。<br>
また、時速60km以上で迫ってくることもあるため、足を取られると逃げ切れるものではありません。<br>
そのため、噴火の際は「火口付近から距離をとる」「窪地や谷筋を避けて避難する」ということを覚えておきましょう。
</p>
</div>
</template>

<style scoped>
.disaster
h1 {
  position: relative;/*相対位置*/
  padding: 0.5em 0.5em 0.5em 1.5em;/*アイコン分のスペース*/
  line-height: 1.4;/*行高*/
  color: #4e8851;/*文字色*/
  border-top: dotted 1px gray;
  border-bottom: dotted 1px gray;
  background: #fafaf3;
}
</style>