<template>
<div class="disaster">
<h1>もし自然災害が起きてしまったら<font color="red">!?</font></h1>
<h6>いざ自然災害が起こったらどのような行動をするべきでしょうか。<br>
地震災害、火山災害、風水害、斜面災害、雪氷災害など災害の種類、その時いる場所によって行動の仕方が変わってきます。<br>
そして、自然災害の最も恐ろしい部分が全く予想ができないところです。急に災害が起き、その災害に対して直ちに避難などの行動に起こすことが重要になってきます。<br>
急に災害が起こってしまってもどんな行動をすればいいか知らない人のための学習、またある程度分かっている人のための復習になっていますのでぜひ最後まで読み２次災害を防止していきましょう！</h6>
<div id="zisin"><h3>1. <font color="red">地 震</font></h3></div>
<p>地震が起こったときにまずするべき行動はわかりますか？</p>
<h5>・<span style="border-bottom: solid 3px#f08080;">家の中にいる場合</span> :</h5>
<p>近くに丈夫なテーブルや机がある場合は下にもぐり、脚をつかみ揺れが収まるのを待ちましょう。<br>
揺れが続いている間はなるべく動かないようにしましょう。家具などが倒れてく可能性があります。<br>
揺れがいったん収まったら、戸を開け、家の中に閉じ込められてしまわないように出口を確保してください。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">ビルや商業施設にいる場合</span> :</h5>
<p>避難方法として絶対してはいけないのがエレベーターを使っての避難です。中に閉じ込められてしまう可能性があります。<br>
またガラス製品や大型商品が陳列されている場所からは速やかに離れ、できるだけ物が少ない場所の柱付近で揺れが収まるのを待ちましょう。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">エレベーターの中にいる場合</span> :</h5>
<p>エレベーターの中にいると、「閉じ込められてしまう」とパニックになるかもしれませんが慌てて行動したり暴れたりすることは控えてください。<br>
まず、すべての階のボタンを押します。最初に停止した階で速やかにおりましょう。<br>
ただし、その階が非常に危険な状態であると判断できるのであれば降りないのが賢明かもしれません。<br>
もし、どの階にも止まらずエレベーターの中に閉じ込められてしまったら、「非常用呼び出しボタン」を使い外部との連絡を試みてください。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">街中にいる場合</span> :</h5>
<p>街中にいるときに地震が起きたら、ビルの窓ガラスや看板など頭上からの落下物に十分注意してください。すぐに遠くに逃げることは不可能ですが、頭だけでも守れるように保護しましょう。<br>
外壁のタイルや看板、ネオンサインなどありとあらゆる落下物が懸念されますので、街中にいる場合には、建物から速やかに離れましょう。<br>
足元の安全に十分注意しながら、まずは落石から身を守るために行動しましょう。<br>
地上の様子を見るためにがけなどの傾斜地に近づかないようにしてください。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">山やがけが近い場合</span> :</h5>
<p>登山やハイキングをしているときに地震が発生したらどう対応すればよいのでしょうか。<br>
山やがけが近いと落石の恐れがあります。また、地盤がゆるんで土砂崩れを起こしたり、がけが崩れたりするかもしれません。<br>
地上の様子を見るためにがけなどの傾斜地に近づかないようにしてください。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">車の中・運転中の場合</span> :</h5>
<p>車の中にいるときや運転中の場合に地震が起きたら、徐々にスピードを落とし左端に停車しましょう。<br>
慌てて急ブレーキを踏むと、後ろにいる車に衝突されて大きな事故につながるかもしれません。<br>
停車したらエンジンを切り、揺れが収まるまでは車内で待機します。カーラジオで地震の最新情報を得るようにしましょう。<br>
避難しなければならないのであれば、ドアのキーを付けたまま、ロックせずに車を置いて逃げます。<br>
車の所有者がすぐにわかるように連絡先のメモなどを見えるところに残しておきましょう。
</p>
<h5>・<span style="border-bottom: solid 3px #f08080;">電車やバスで移動中の場合</span> :</h5>
<p>電車やバスなどの公共機関を利用しているときに地震が発生したら、低い姿勢を取って、頭部を守るようにしましょう。<br>
車内で立っている場合は転倒しないように十分注意してください。<br>
電車やバスは強い揺れを感知すると緊急停車し、揺れが収まるまで待機することがあります。<br>
停車後は乗務員の指示に従って、慌てずに行動しましょう。
</p>
<div id="kazan"><h3>2. <font color=#ffa500>火山噴火</font></h3></div>
<h5>・<span style="border-bottom: solid 3px #ffd700;">どの状況でも注意が必要なもの</span> :</h5>
<h6>&ensp;#建物・岩陰へ</h6>
<p>&ensp;&ensp;火山灰は、ただの灰ではなく噴火によって粉砕されたガラス片や鉱物結晶片からできています。そのため、火山灰自体に高い毒性はありません。<br>
&ensp;&ensp;しかし、火山灰は直径2mm以下と細かく、*3目や呼吸器官に入りやすい形状をしています。<br>
&ensp;&ensp;健康被害を引き起こしやすい可能性は極めて低いのですが、大量の火山灰が降った場合は、鼻や口、喉をはじめとした気換気系や目、皮膚などに影響を感じる人もでてきます。</p>
<h6>&ensp;#火山灰</h6>
<p>&ensp;&ensp;噴火によって吹き飛ばされる岩石＝噴石が飛来する可能性があります。<br>
&ensp;&ensp;噴石は大きいもので20～30cm以上になるため、命の危険性が非常に高くなります。<br>
&ensp;&ensp;そのため、コンクリート製の頑丈な建物や岩陰に隠れて身を守る必要があるのです。<br>
&ensp;&ensp;その際、できるだけ中身の詰まった大きな荷物を盾にするように身体を隠すとさらに安全性の確保が可能になります<br>
&ensp;&ensp;粒子の大きさによっては一般的なマスクをもすり抜けるため、火山灰対策は「防塵マスク」がおすすめです。<br>
&ensp;&ensp;また、放置しておくと雨で水分を含み、重さが増します。水分を含んだ火山灰は、家を押し潰すほど重たくなるため、こまめに除去する必要があります。</p>
<h6>&ensp;#噴石</h6>
<p>&ensp;&ensp;噴火と同時に50cm以上の大きな噴石（岩石の破片）が飛んでくる可能性があります。飛来範囲は火口から2～4kmほどと言われています。<br>
&ensp;&ensp;噴石は屋根を突き破るほどの威力があるため、頑丈なコンクリート製の建物もしくは岩石の影に身を隠す必要があります。<br>
&ensp;&ensp;しかし、実際には噴石の発生後に避難する時間はほとんどないため、噴火の兆候を感じた時点で避難するようにしましょう。</p>
<h6>&ensp;#火山ガス</h6>
<p>&ensp;&ensp;火山ガスとは、火山活動の際に火口や噴気孔から噴出するガスのことを指します。<br>
&ensp;&ensp;100℃以下～1000℃を超える高温に達することもあり、火口付近にいる場合は非常に危険です。<br>
&ensp;&ensp;成分のほとんどは水蒸気であり有毒性は低いですが、火山ガスに含まれる二酸化硫黄や硫化水素は吸引すると人体に影響を及ぼします。<br>
&ensp;&ensp;そのため、長期的に火山ガスの噴出が続く場合は、避難が必要です</p>
<h6>&ensp;#火砕流</h6>
<p>&ensp;&ensp;火砕流とは、噴火と同時に空気や水蒸気、岩石が一体となって流れてくる現象のことです。<br>
&ensp;&ensp;温度は700℃以上、時速100km以上*22の猛スピードで流れ出ることもあります。<br>
&ensp;&ensp;大規模な噴火となると、数千ｋ㎡を一瞬で覆ってしまうと地科学的には言われています。<br>
&ensp;&ensp;そのため、噴石と同様に火砕流から避難する時間はありません。命を守るためにも事前に避難することが重要です</p>
<h6>&ensp;#溶岩流</h6>
<p>&ensp;&ensp;溶岩流とは、噴火によって地下から噴出したマグマが、高温のまま地表に流れてくる現象のことを言います。<br>
&ensp;&ensp;日本の火山では粘性の高い溶岩流が確認されることが多く、時速2～3km以上になることは稀です。<br>
&ensp;&ensp;溶岩流とは、噴火によって地下から噴出したマグマが、高温のまま地表に流れてくる現象のことを言います。<br>
&ensp;&ensp;日本の火山では粘性の高い溶岩流が確認されることが多く、時速2～3km以上になることは稀です。また、地形の低い方に流れる性質から、避難する時間の確保しやすい傾向にあります。<br>
&ensp;&ensp;また、地形の低い方に流れる性質から、避難する時間の確保しやすい傾向にあります。<br>
&ensp;&ensp;しかし、噴出時の温度は800～1,200℃と高温なため、火口付近で被害にあうとひとたまりもありません。</p>
<h5>・<span style="border-bottom: solid 3px #ffd700;">登山中の場合</span> :</h5>
<p>登山中に噴火が起こった場合、火砕流や泥流などの発生が考えられるため、身の安全のために火口付近からはできるだけ距離をとるようにします。<br>
その際、「火砕流や泥流が流れやすい窪地や谷筋を避けて離れる」という点に留意してください。<br>
火砕流や泥流は、数百℃と非常に高温です。<br>
また、時速60km以上で迫ってくることもあるため、足を取られると逃げ切れるものではありません。<br>
そのため、噴火の際は「火口付近から距離をとる」「窪地や谷筋を避けて避難する」ということを覚えておきましょう。
</p>
<h5>・<span style="border-bottom: solid 3px #ffd700;">運転中の場合</span> :</h5>
<p>火山灰などで視界不良が起こる可能性があるため、降灰中や降灰後の運転は非常に危険です。<br>
「避難所まで距離がある」「身体的に歩くのが難しい家族がいる」など特別な理由がない限り、火山灰がある状態での運転は控えましょう。</p>
<div id="huusuigai"><h3>2. <font color=#00bfff>風水害</font></h3></div>
</div>
</template>

<style scoped>
.disaster
h1 {
  position: relative;/*相対位置*/
  padding: 0.5em 0.5em 0.5em 1.5em;/*アイコン分のスペース*/
  line-height: 1.4;/*行高*/
  color: #4e8851;/*文字色*/
  border-top: dotted 1px gray;
  border-bottom: dotted 1px gray;
  background: #fafaf3;
}
</style>